{"class_name": "Sequential", "backend": "tensorflow", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "use_bias": true, "activation": "relu", "units": 12, "activity_regularizer": null, "bias_regularizer": null, "batch_input_shape": [null, 8], "kernel_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}}}, {"class_name": "Dense", "config": {"name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "activation": "relu", "units": 8, "activity_regularizer": null, "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "activation": "sigmoid", "units": 1, "activity_regularizer": null, "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "use_bias": true}}]}, "keras_version": "2.2.4"}