{"config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"activation": "relu", "units": 12, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "use_bias": true, "dtype": "float32", "name": "dense_1", "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "batch_input_shape": [null, 8]}}, {"class_name": "Dense", "config": {"activation": "relu", "units": 8, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "kernel_constraint": null, "name": "dense_2", "bias_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "units": 1, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "kernel_constraint": null, "name": "dense_3", "bias_regularizer": null}}]}, "class_name": "Sequential", "keras_version": "2.2.4", "backend": "tensorflow"}